tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "fd"
brew "fzf"
brew "gnu-sed" if OS.mac?
brew "go"
brew "jq"
brew "lazygit"
brew "lf"
brew "neovim"
brew "ripgrep"
brew "tmux"
brew "zoxide"
cask "firefox"
cask "maccy" if OS.mac?
cask "rectangle" if OS.mac?
cask "apptivate" if OS.mac? 
cask "vlc"
cask "wezterm"
