tap "homebrew/bundle"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gnu-sed"
brew "go"
brew "jq"
brew "lazygit"
brew "lf"
brew "neovim"
brew "python@3.10"
brew "ripgrep"
brew "zig"
brew "zoxide"
cask "firefox"
cask "obsidian"
cask "raspberry-pi-imager"
cask "raycast"
cask "rectangle"
cask "vlc"
cask "wezterm"
