tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "kardolus/chatgpt-cli"
brew "fd"
brew "fzf"
brew "gnu-sed"
brew "go"
brew "jq"
brew "lazygit"
brew "lf"
brew "neovim"
brew "python@3.10"
brew "ripgrep"
brew "tmux"
brew "zoxide"
brew "kardolus/chatgpt-cli/chatgpt-cli"
cask "firefox"
cask "maccy"
cask "obsidian"
cask "rectangle"
cask "vlc"
cask "wezterm"
